Repository: vinoth4891/clinique
Catalog: Clinique/Resources/*.lproj/*.lproj/Localizable.strings
Languages: de, el, fi, he, hu, ja, ko, sv, th, vi

source: toggle audio recording
de: starten/beenden der Tonaufnahme
ja: grabación de audio cambiar

source: timed recording complete
de: programmierte Aufnahme beendet
ja: tiempo de grabación completo

source: recorded time in minutes and seconds
de: aufgenommene Zeit in Minuten und Sekunden
ja: tiempo registrado en minutos y segundos

source: Please check your internet connection.
de: Bitte überprüfen Sie Ihre Internetverbindung.
el: Παρακαλώ ελέγξτε την σύνδεση διαδικτύου σας.
fi: Tarkista Internet-yhteys
he: אנא בדוק את חיבור האינטרנט שלך.
hu: Kérjük, ellenőrizze az internetkapcsolatot.
ja: あなたのインターネット接続を確認してください。
ko: 인터넷 연결을 확인하시기 바랍니다.
sv: Kontrollera din Internet-anslutning.
th: กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ.
vi: Vui lòng kiểm tra kết nối internet của bạn.

source: Network problem
de: Netzwerkproblem
el: πρόβλημα Δίκτυο
fi: verkko-ongelma
he: בעיה ברשת
hu: hálózati probléma
ja: ネットワーク問題
ko: 네트워크 문제
sv: Nätverks problemet
th: ปัญหาเครือข่าย
vi: vấn đề mạng

source: Enter page number
de: Geben Sie Seitenzahl
el: Εισάγετε τον αριθμό της σελίδας
fi: Anna sivunumero
he: הזן את מספר עמוד
hu: Adja meg az oldalszámot
ja: ページ番号を入力してください
ko: 페이지 번호를 입력
sv: Ange sidnummer
th: ใส่หมายเลขหน้า
vi: Nhập số trang

source: Enter Page
de: geben Sie Seite
el: Εισάγετε σελίδα
he: להיכנס לדף
hu: Adja meg a lap
ja: ページを入力してください
ko: 페이지를 입력
sv: Ange sida
th: ใส่หน้า
vi: Nhập trang

source: Go To Page
de: Gehe zu Seite
el: Μετάβαση στη σελίδα
fi: Mene sivulle
he: עבור לדף
hu: Ugrás az oldalra:
ja: ページへ移動
ko: 페이지로 이동
sv: Gå till sidan
th: ไปที่หน้า
vi: Go To Trang

source: Ok
el: εντάξει
he: אוקי
ja: オーケー
ko: 확인

source: Cancel
de: stornieren
el: Ακύρωση
fi: Peruuta
he: לבטל
hu: Mégsem
ja: キャンセル
ko: 취소
sv: Avbryt
th: ยกเลิก
vi: Hủy bỏ

source: Done
de: Fertig
he: בוצע
hu: Kész
ja: 終わった
ko: 완료
sv: Klar
th: เสร็จแล้ว
vi: Xong

source: Close
de: Schließen
el: Κλείσιμο
fi: sulje
he: לסגור
hu: Bezárás
ja: クローズ
ko: 닫기
sv: Stäng
th: ปิด
vi: Đóng

source: Delete
de: löschen
el: Διαγραφή
fi: Poista
he: מחק
hu: Törlése
ja: 削除
ko: 삭제
sv: Radera
th: ลบ
vi: xóa

source: Save
de: Speichern
el: Διαγραφή
fi: Tallenna
he: שמור
ja: 保存
ko: 저장
sv: Spara
th: บันทึก
vi: Lưu

# All notes will be saved under Favourites
source: All notes will be saved under Favorites
de: Alle Notizen werden unter Favoriten gespeichert werden
el: Όλες οι σημειώσεις θα σωθεί Αγαπημένα
fi: Kaikki merkinnät tallennetaan alla suosikit
he: כל ההערות תישמר תחת מועדפים
hu: Minden jegyzetet eltárolt kedvencek
ja: すべてのノートは、お気に入りの下に保存されます
ko: 모든 노트는 즐겨 찾기 아래에 저장됩니다
sv: Alla anteckningar sparas under Favoriter
th: บันทึกทั้งหมดจะถูกบันทึกไว้ภายใต้รายการโปรด
vi: Tất cả ghi chú sẽ được lưu dưới ưa thích

source: of
de: von
el: από
fi: tehty
he: של
hu: az
ja: の
ko: 의
sv: av
th: ของ
vi: của

source: Search key not found
de: Suchbegriff nicht gefunden
el: Κλειδί αναζήτησης δεν βρέθηκε
fi: Etsi avain ei löytynyt
he: מפתח חיפוש לא מצא
hu: Keresési kulcs nem található
ja: 検索キーが見つかりません
ko: 검색 키를 찾을 수 없습니다
sv: Sök nyckeln hittades inte
th: กุญแจสำคัญในการค้นหาไม่พบ
vi: Khóa tìm kiếm không tìm thấy

source: Enter Page No
de: Enter Page Nein
el: Εισάγετε Page Όχι
fi: Anna Page Ei
he: הזן עמוד לא
ja: ページいいえ]を入力してください
ko: 페이지 번호를 입력
sv: Enter Page nr
th: ใส่หน้าไม่มี
vi: Nhập Trang Không

source: Page no
de: Seite nicht
el: σελίδα δεν
fi: sivu ei
he: אין דף
hu: oldal nincs
ja: ページなし
ko: 페이지 없음
sv: sid
th: หน้าไม่มี
vi: trang không

source: Search Keyword Not Found
de: Suche Schlüsselwort nicht gefunde
el: Αναζήτηση λέξη κλειδί δεν βρέθηκε
fi: Hakusana-ei löytynyt
he: מילת מפתח חיפוש לא מצאה
hu: Keresés kulcsszó nem található
ja: 検索キーワードが見つかりません
ko: 검색 키워드를 찾을 수 없습니다
sv: Sök nyckelordet hittades inte
th: ค้นหาคำสำคัญที่ไม่พบ
vi: Tìm kiếm từ khóa không tìm thấy

source: We recommend to install "iBook" or "Acrobat reader" for opening file.
de: Wir empfehlen, "iBook" oder "Acrobat reader" zum Öffnen von Datei zu installieren.
el: Σας συνιστούμε να εγκαταστήσετε το "iBook" ή το "Acrobat reader" για το άνοιγμα του αρχείου.
fi: Suosittelemme asentamaan "iBook" tai"Acrobat reader" tiedostoa avattaessa.
he: אנו ממליצים להתקין "iBook" או "Acrobat reader" לפתיחת קובץ.
hu: Javasoljuk, hogy telepítse "iBook" vagy "Acrobat reader" fájl megnyitásakor.
ja: 私たちは、ファイルを開くための "iBook"または"Acrobat reader"をインストールすることをお勧めします。
ko: 우리는 파일을 여는 "iBook" 또는 "Acrobat reader"를 설치하는 것이 좋습니다.
sv: Vi rekommenderar att installera "iBook" eller "Acrobat reader" för att öppna filen.
th: เราขอแนะนำให้ติดตั้ง "iBook" หรือ "Acrobat reader" สำหรับการเปิดแฟ้ม
vi: Chúng tôi khuyên bạn nên cài đặt "iBook" hay "Acrobat reader" để mở tập tin.

source: We recommend to install "iSpreadsheet" or "Microsoft Excel" for opening file.
de: Wir empfehlen, "iSpreadsheet" oder "Microsoft Excel" zum Öffnen von Datei zu installieren.
el: Σας συνιστούμε να εγκαταστήσετε το "iSpreadsheet" ή το "Microsoft Excel" για το άνοιγμα του αρχείου.
fi: Suosittelemme asentamaan "iSpreadsheet" tai "Microsoft Excel" avaamiseen tiedoston.
he: אנו ממליצים להתקין "iSpreadsheet" או "Microsoft Excel" לפתיחת קובץ.
hu: Javasoljuk, hogy telepítse "iSpreadsheet" vagy "Microsoft Excel" a fájl megnyitásakor.
ja: 私たちは、ファイルを開くための"iSpreadsheet"または"Microsoft Excel"をインストールすることをお勧めします。
ko: 우리는 파일을 여는 "iSpreadsheet" 또는 "Microsoft Excel"를 설치하는 것이 좋습니다.
sv: Vi rekommenderar att installera "iSpreadsheet" eller "Microsoft Excel" för att öppna filen.
th: เราขอแนะนำให้ติดตั้ง "iSpreadsheet" หรือ "Microsoft Excel" สำหรับการเปิดแฟ้ม
vi: Chúng tôi khuyên bạn nên cài đặt "iSpreadsheet" hay "Microsoft Excel" để mở tập tin.
