Repository: vinoth4891/clinique
Catalog: platforms/ios/CliniqueOnline/Resources/*.lproj/*.lproj/Localizable.strings
Languages: pl

source: Please check your internet connection.
pl: Proszę sprawdzić swoje połączenie internetowe.

source: Network problem
pl: problem z siecią

source: Enter page number
pl: Wpisz numer strony

source: Enter Page
pl: wejść na stronę

source: Go To Page
pl: Idź do strony

source: Cancel
pl: Anuluj

source: Done
pl: Gotowe

source: Close
pl: Zamknij

source: Delete
pl: Usuń

source: Save
pl: Zapisz

source: All notes will be saved under Favourites
pl: Wszystkie notatki zostaną zapisane w Ulubionych

source: of
pl: z

source: Search key not found
pl: Nie znaleziono klucza wyszukiwania

source: Enter Page No
pl: Wprowadź Strona nr

source: Page no
pl: strona nr

source: Search Key Word Not Found
pl: Szukaj Słowo klucz nie został znaleziony

source: We recommend to install "iBook" or "Acrobat reader" for opening file.
pl: Zalecamy zainstalowanie "iBook" lub "Acrobat reader" do otwierania pliku.

source: We recommend to install "iSpreadsheet" or "Microsoft Excel" for opening file.
pl: Zalecamy zainstalowanie "iSpreadsheet" lub "Microsoft Excel" do otwierania pliku.
